[
  {
    "130.1": {
      "content": "Inwieweit in den einzelnen Industrien die Lohnbuchungen bzw. die Lohnkostenkalkulationen sich als Unterlagen solcher Rechnungen geeignet erweisen werden, kann nur die Probe lehren. Es ist ferner begreiflicherweise keineswegs als selbstverständlich vorauszusetzen, daß jeder beliebige Industriebetrieb sich geneigt zeigen sollte, einem ihm unbekannten Dritten Einsicht in seine Lohnbücher zu gewähren. Allein auf der anderen Seite ist keinerlei Grund zu der Annahme vorhanden, daß die Industrie im allgemeinen glauben sollte, die Verwertung dieser ihrer für private Zwecke geschaffenen Statistik für die Zwecke dieser Erhebung gebe zu Bedenken Anlaß. Weder in diesem speziellen Fall noch sonst soll selbstverständlich den Betriebsleitern zugemutet werden, irgendwelche Betriebsgeheimnisse preiszugeben. Auch nicht etwa (so äußerst wünschenswert an sich die Kenntnis solchen Materials wäre) ihre Selbstkostenkalkulation. Der Bearbeiter wird in sehr vielen Fällen zunächst auf das Bedenken stoßen, daß die Einsicht in die Lohnkostenkalkulation tatsächlich einen, wichtige Betriebsgeheimnisse gefährdenden, Einblick in die Selbstkostenkalkulation überhaupt gebe. Es ist jedoch, in ausnahmslos allen Fällen, bei beiderseitigem guten Willen möglich, die Exzerpte und, erst recht, die eventuell zur Publikation gelangenden Zahlen so zu gestalten und so streng auf solche Daten zu beschränken, daß nicht die geringste Möglichkeit einer für einen Konkurrenten brauchbaren Nachrechnung der effektiven Selbstkosten einer bestimmten Warenqualität besteht. Denn daß der Bearbeiter nicht den Inhalt der zur Nachkalkulation ausgefüllten Kommissionszettel exzerpieren oder gar publizieren kann, - daß er aber auch nicht das geringste Interesse daran hat, dies tun zu dürfen, liegt auf der Hand. Und gerade für die wichtigsten Fragen (z. B. bei den Auszügen aus der Lohnbuchführung und den Nutzeffektkalkulationen) würde die Feststellung von Relationszahlen genügen. Es würde nicht einmal irgendeine Publikation der absoluten Höhe der Lohnverdienste und der Akkordtabellen (wie sie doch von großen Industrien freiwillig in sehr erheblichem Umfange, zum Teil im Wege des Austausches unter den Konkurrenten, erfolgt) erforderlich sein. In jedem Falle wäre es auf das lebhafteste zu begrüßen, wenn eine möglichst große Zahl von Mitarbeitern das persönliche Vertrauen von Leitern großer Betriebe so weit gewinnen könnte, daß ihnen derartiges Material anvertraut würde. Möglicherweise würde seitens vieler Betriebsleitungen vorgezogen werden, die erforderlichen Auszüge und Rechnungen durch eigene Angestellte des Betriebs ausführen zu lassen. Es kann jedoch den Mitarbeitern nicht dringend genug ans Herz gelegt werden, nach Möglichkeit selbst sich hinter die Lohnbücher zu setzen und die, gewiß zu einem großen Teil rein mechanische, Arbeit dieser Auszüge wenigstens teilweise selbst zu machen. Nach meinen persönlichen Erfahrungen geben einige Dutzend sorgfältig selbst durchgearbeiteter und durchgerechneter und dabei in allen Einzelpunkten mit dem Betriebsleiter oder seinen Beamten erörterter Lohnzettelblocks oder Nutzeffekt-aufstellungen dem Bearbeiter über die Koeffizienten der Arbeitsleistung, über die Fragen insbesondere, inwieweit Material, Maschinen, Wechsel der Beschäftigungsart, Arbeitsunterbrechung, „Bremsen\" seitens des Arbeiters oder (in Zeiten der Absatzstockung) seitens der Fabrik (durch die heute in diesem Fall so häufige Kontingentierung der Leistungsmaxima) den Effekt beeinflussen, über die sehr verschiedenen und oft komplizierten Anreize, welche die Lohngestaltung enthält, endlich über Maß und Richtung, in welcher, nach Berücksichtigung all dieser Umstände, wirklich die individuelle Eigenart des Arbeiters den Ablauf seiner Verdienstkurve bedingt, ein weit sichereres Urteil, als die größte Massenstatistik und als der Anblick einer noch so schönen Zahlenreihe, die ein anderer für ihn exzerpiert hat.[^3)] Immerhin: in vielen Fällen wird der Bearbeiter, wenn überhaupt, dann nur von der Fabrik selbst ausgezogenes Material erhalten können; und nachdem er selbst an einer Reihe von eigenen Rechnungen sich einen leidlich sicheren Eindruck von der Art, wie die Zahlen entstehen, verschafft hat, unterliegt es natürlich überhaupt keinerlei methodischem Bedenken, wenn er die Hilfe der Betriebsbeamten, sofern sie für die Herstellung derartiger Auszüge zu haben ist, dankbar annimmt. Derartige Mithilfe könnte ja, während der geschäftsstillen Jahreszeiten der betreffenden Betriebe, für deren Buchführungsbeamte einen kleinen Nebenverdienst abwerfen und in ihrem Resultat vielleicht auch den Betriebsleiter interessierendes Material liefern. Die gegenwärtige Depressionsperiode würde an sich für die Inanspruchnahme der Betriebsleitungen mit derartigen Fragen ganz besonders günstig sein, - wennschon es freilich wenig wahrscheinlich ist, daß das Beispiel einer Setzerei, welche in einer ähnlichen Periode einmal einige Maschinen für die Zwecke eines bestimmten psychophysischen Experimentes laufen ließ,[^7] innerhalb der eigentlichen Großindustrie so leicht Nachahmung finden würde. -",
      "t1": "The extent to which the wage bookkeeping (Lohnbuchungen) or the wage cost calculations in the individual industries will prove suitable as bases for such calculations can only be determined by trial. Furthermore, it is understandably by no means to be taken for granted that any industrial operation should be inclined to grant an unknown third party insight into its wage books. However, on the other hand, there is no reason whatsoever to assume that industry in general should believe that the utilization of this statistic, created by them for private purposes, for the purposes of this survey would give cause for concern. Neither in this special case nor otherwise should operational managers be expected, self-evidently, to disclose any operational secrets. Nor, for instance (however extremely desirable the knowledge of such material might be in itself), their self-cost calculation. The processor will encounter the concern in very many cases that the insight into the wage cost calculation actually gives an insight into the self-cost calculation generally, which endangers important operational secrets. However, in absolutely all cases, with good will on both sides, it is possible to structure the excerpts and, even more so, the figures that may eventually be published, and to restrict them so strictly to such data, that there is not the slightest possibility of a recalculation of the effective self-costs of a specific quality of goods that would be useful to a competitor. For it is obvious that the processor cannot excerpt or even publish the content of the commission slips filled out for post-calculation, and that he also has not the slightest interest in being allowed to do this. And precisely for the most important questions (e.g., in the excerpts from the wage bookkeeping and the useful effect calculations), the ascertainment of relational figures would suffice. It would not even be necessary to publish the absolute level of earnings and the piece-rate tables (as is, however, done voluntarily to a very considerable extent by large industries, partly through exchange among competitors). In every case, it would be most enthusiastically welcomed if the largest possible number of collaborators could gain the personal trust of the managers of large operations to such an extent that such material would be entrusted to them. It might possibly be preferred by many operational managements to have the necessary excerpts and calculations carried out by their own employees. However, it cannot be urged strongly enough upon the collaborators to, if possible, get behind the wage books themselves and do the work of these excerpts, which is certainly largely purely mechanical, at least partially themselves. According to my personal experiences, a few dozen carefully self-processed and calculated wage slip blocks or useful effect statements, discussed in all individual points with the operational manager or his officials, give the processor a far surer judgment about the coefficients of work performance, about the questions in particular of to what extent material, machines, change of employment type, work interruption, 'braking' (*Bremsen*) on the part of the worker or (in times of sales stagnation) on the part of the factory (through the frequently used rationing of maximum performance in this case today) influence the effect, about the very different and often complicated incentives contained in the wage structure, and finally about the measure and direction in which, after considering all these circumstances, the individual distinctiveness of the worker truly conditions the course of his earnings curve, than the largest mass statistics and the sight of however beautiful a series of figures that someone else has excerpted for him.[^3)] Nevertheless: in many cases, the processor will, if at all, only be able to obtain material excerpted by the factory itself; and after he himself has gained a reasonably certain impression of the manner in which the figures arise through a series of his own calculations, it is naturally subject to no methodological concern whatsoever if he gratefully accepts the help of the operational officials, provided they are available for the preparation of such excerpts. Such assistance could, during the quiet seasons of the operations concerned, provide a small side income for their accounting officials and perhaps also supply material of interest to the operational manager in its result. The current period of depression would in itself be particularly favorable for engaging operational managements with such questions—although it is admittedly unlikely that the example of a typesetting shop, which once let some machines run for the purposes of a specific psychophysical experiment during a similar period,[^7] would easily find imitation within large-scale industry proper. —",
      "t2": "個別產業中，工資記帳或工資成本核算在多大程度上適合作為此類計算的依據，只能透過實踐檢驗。此外，我們可以理解，絕不能想當然地認為任何工業企業都會願意讓一個不認識的第三方查閱其工資帳簿。然而，另一方面，我們沒有任何理由認為工業界普遍會覺得，將他們為私人目的創建的統計資料用於本次調查的目的會引起顧慮。不論在本次特殊情況還是其他情況下，理所當然地不應要求企業經理透露任何營運機密。也不應要求（儘管了解此類材料本身極為可取）透露他們的自我成本核算（Selbstkostenkalkulation）。在很多情況下，執行者最初會遇到的顧慮是，查閱工資成本核算實際上會提供對自我成本核算總體上的洞察，從而危及重要的營運機密。然而，在所有案例中，只要雙方有良好的意願，就有可能將摘錄和（更不用說）最終可能出版的數字進行規範，並嚴格限制數據，使其對競爭對手來說，無法利用這些數據對特定商品品質的實際自我成本進行有用的反推計算。因為，執行者不能摘錄甚至出版用於事後成本核算的佣金單內容，而且他對被允許這樣做也絲毫不感興趣，這一點是顯而易見的。正是對於最重要的問題（例如工資記帳摘錄和效益計算），確定**比率數字**（Relationszahlen）就足夠了。甚至無需出版工資收入的絕對水平和計件工資表（儘管大型企業有時會在競爭對手之間交換資訊，自願在很大程度上出版）。在任何情況下，如果能有盡可能多的合作者獲得大型企業經理的個人信任，從而讓此類材料被委託給他們，那將是最令人鼓舞的。許多企業管理層可能會傾向於讓他們自己的員工進行所需的摘錄和計算。然而，我們必須極力建議合作者們，盡可能地親自去查閱工資帳簿，並至少部分親自完成這些摘錄工作，儘管這在很大程度上是純機械性的工作。根據我的個人經驗，幾十份經過自己仔細處理、計算，並在所有細節上與企業經理或其職員討論過的工資單或效益報表，能讓執行者對勞動績效係數、特別是對於材料、機器、工作種類變化、工作中斷、工人或（在銷量停滯時期）工廠方面的「踩剎車」（透過現今在這種情況下常見的最大績效配額制）在多大程度上影響績效、工資結構中包含的各種不同且通常複雜的激勵措施，以及最終在考慮了所有這些情況之後，工人的個體特質真正在何種程度和方向上決定其收入曲線的進程，做出遠比最龐大的群體統計和別人為他摘錄的再精美的數字系列更為確定的判斷。[^3)] 儘管如此：在許多情況下，如果能獲得材料，執行者也可能只能獲得工廠自己摘錄的材料；在他親自進行一系列計算，對數字如何產生有了相當確定的印象之後，如果他能接受企業職員的幫助來製作此類摘錄，則在方法論上完全沒有顧慮。在相關企業的業務清淡季節，此類協助可以為其會計職員提供一點額外收入，並且其結果也可能提供企業經理感興趣的材料。當前的蕭條時期本身對於向企業管理層尋求此類問題的協助是特別有利的，——儘管一家排字廠在類似時期曾讓一些機器為特定心理物理學實驗的目的運轉[^7] 的例子，在真正的大工業內部很難輕易被模仿，這點是毋庸置疑的。——",
      "t3": "在個別行業中，工資記帳或工資成本核算在多大程度上適合作為我們這些計算的依據，只能透過嘗試來檢驗。此外，我們也可以理解，絕不能想當然地認為任何一家工廠都應該願意讓一個不認識的第三方查閱其工資帳簿。然而，另一方面，我們沒有任何理由認為工業界普遍會覺得，將他們為私用目的創建的統計資料用於我們這次調查的目的會引起顧慮。不論在本次特殊情況還是其他情況下，理所當然地不應要求企業經理透露任何營運機密。也不應要求（儘管了解此類材料本身極為可取）透露他們的**生產成本核算**（Selbstkostenkalkulation）。在很多情況下，調查人員會首先遇到這個擔憂：查閱工資成本核算實際上會讓人窺見整個生產成本核算，從而危及重要的營運機密。然而，在所有案例中，只要雙方有良好的意願，就有可能將摘錄以及（更不用說）最終可能出版的數字進行規範，並嚴格限制數據，使其對競爭對手來說，無法反推出某特定商品品質的實際生產成本。因為，調查人員不能摘錄甚至出版用於事後成本核算的佣金單內容，而且他對被允許這樣做也絲毫不感興趣，這一點是很清楚的。特別是對於最重要的問題（例如工資記帳摘錄和效益計算），確定**比率數字**就足夠了。甚至不需要公開工資收入的絕對數額和計件工資表（儘管大型企業有時會透過競爭對手之間的交流，自願公開很多）。在任何情況下，如果能有盡可能多的合作者獲得大型企業經理的個人信任，從而讓此類材料被委託給他們，那將是最令人鼓舞的。許多企業管理層可能會傾向於讓他們自己的員工進行所需的摘錄和計算。然而，我們必須極力建議合作者們，盡可能地親自去查閱工資帳簿，並至少部分親自完成這些摘錄工作，儘管這在很大程度上是純機械性的工作。根據我的個人經驗，幾十份經過自己仔細處理、計算，並在所有細節上與企業經理或其職員討論過的工資單或效益報表，能讓調查人員對勞動績效係數、特別是對於材料、機器、工作種類變化、工作中斷、工人或（在銷量停滯時期）工廠方面的「慢下來」（透過現今常見的限制最高績效配額制）在多大程度上影響績效、工資結構中包含的各種不同且通常複雜的激勵措施，以及最終在考慮了所有這些情況之後，工人的個體特質真正在何種程度和方向上決定其收入曲線的進程，做出遠比最龐大的群體統計和別人為他摘錄的再精美的數字系列更為準確的判斷。[^3)] 儘管如此：在許多情況下，如果能獲得材料，調查人員也可能只能獲得工廠自己摘錄的材料；在他親自進行一系列計算，對數字如何產生有了相當確定的印象之後，如果他能接受企業職員的幫助來製作此類摘錄，則在方法論上完全沒有顧慮。在相關企業的業務清淡季節，此類協助可以為其會計職員提供一點額外收入，而且其結果也可能提供企業經理感興趣的材料。當前的蕭條時期本身對於向企業管理層尋求此類問題的協助是特別有利的，——儘管一家排字廠在類似時期曾讓一些機器為特定心理物理學實驗的目的運轉[^7] 的例子，在真正的工業界很難輕易被模仿，這點是毋庸置疑的。——",
      "notes": {
        "7": {
          "content": "Ein Mitarbeiter Kraepelins, Gustav Aschaffenburg, führte Mitte der neunziger Jahre des 19. Jahrhunderts mit einigen Setzern eines Heidelberger Lokalblattes arbeitspsychologi- sche Versuche durch. Die Experimente fanden nachmittags am jeweiligen Arbeitsplatz in der Druckerei statt, als Vorlagen dienten bereits gesetzte Manuskripte, um die „reine\" Setzleistung ohne die Arbeit des meist langwierigen Entzifferns der Handschriften zu erhalten, vgl. Aschaffenburg, Alkoholwirkung.",
          "t1": "A collaborator of Kraepelin's, Gustav Aschaffenburg, carried out work-psychological experiments in the mid-nineties of the 19th century with some compositors of a Heidelberg local newspaper. The experiments took place in the afternoon at the respective workplace in the printing house; already set manuscripts served as templates in order to obtain the 'pure' typesetting performance without the usually lengthy work of deciphering the handwriting, cf. Aschaffenburg, Alcohol Effect (Alkoholwirkung).",
          "t2": "Kraepelin 的一位合作者 Gustav Aschaffenburg 於十九世紀九十年代中期，與海德堡一家地方報社的一些排字工人進行了勞動心理學實驗。實驗在下午於印刷廠的各自工作場所進行；模板是已經排好的手稿，目的是為了獲得「純粹」的排版績效，而無需進行通常耗時的辨認手寫稿的工作，參見 Aschaffenburg, 《酒精作用》（Alkoholwirkung）。",
          "t3": "Kraepelin 的一位同事 Gustav Aschaffenburg 於 19 世紀 90 年代中期，與海德堡一家地方報社的一些排字工人進行了勞動心理學實驗。實驗是在下午，在印刷廠他們各自的工作場所進行的；用已經排好的手稿作為模板，目的是為了獲得「純粹」的排版績效，而不用花時間去辨認通常很費勁的手寫稿。參見 Aschaffenburg, 《酒精作用》。",
          "notes": {}
        }
      }
    }
  },
  {
    "133.1": {
      "content": "Bei alledem wird in nicht wenigen Fällen, sei es, weil geeignete Rechnungen nicht vorhanden sind, sei es, weil sie nicht oder nur teilweise zur Verfügung gestellt werden können, der Bearbeiter auf weniger exakte Quellen für die Untersuchung der Leistungsfähigkeit der Arbeiter in ihrer Entwicklung und in ihren Unterschieden angewiesen sein. Zunächst wäre in jedem Fall zu ermitteln, auf welchem Wege sich innerhalb der betreffenden Industrie bzw. Arbeiterkategorie die Auslese der Leistungsfähigen im einzelnen vollzieht. Daß überhaupt eine Auslese der rentablen Arbeiter kontinuierlich irgendwie stattfindet, ist für jede einzelne Industrie, gleichviel, welches Lohnsystem und welche sonstigen ökonomischen Grundlagen des Arbeitsverhältnisses sie besitzen möge, unter der Herrschaft des Kapitalismus ganz ebenso Grundnotwendigkeit ihrer Existenz wie die Auslese aller übrigen Produktionsfaktoren unter Rentabilitätsgesichtspunkten. Die Frage ist jedesmal nur: in welcher Form sie sich vollzieht.",
      "t1": "Despite all this, in not a few cases, whether because suitable calculations are not available, or because they cannot be made available or only partially so, the processor will be dependent on less exact sources for the investigation of the workers' performance capability in its development and in its differences. First, in every case, it would be necessary to ascertain the manner in which the selection of the capable ones within the industry concerned or the worker category takes place in detail. The fact that a selection (*Auslese*) of profitable workers takes place continuously somehow at all is, for every single industry, regardless of what wage system and what other economic foundations of the employment relationship it may possess, under the dominance of Capitalism, just as much a fundamental necessity for its existence as the selection of all other factors of production from the standpoint of profitability. The question is only, in each case: in what form it takes place.",
      "t2": "儘管如此，在不少案例中，無論是因缺乏合適的計算資料，還是因為資料無法或只能部分提供，執行者將不得不依賴於較不精確的來源來研究工人工作能力的發展及其差異。首先，在每個案例中，都必須確定在相關產業或工人類別中，有能力者的篩選（Auslese）具體是如何進行的。在資本主義的統治下，可獲利工人的篩選以某種方式持續地進行，對於每個單獨的產業而言，無論它擁有何種工資制度和勞動關係的經濟基礎，都與從獲利能力的角度篩選所有其他生產要素一樣，是其存在的根本必要條件。問題僅僅是：這種篩選以何種形式進行。",
      "t3": "儘管如此，在不少案例中，調查人員將不得不依賴較不精確的來源來研究工人工作能力的發展及其差異，原因可能是沒有合適的計算數據，或者數據無法提供，或只能部分提供。首先，在每個案例中，都必須確定在相關行業或工人類別中，有能力的工人是如何被具體篩選出來的。在資本主義的統治下，對能帶來利潤的工人進行某種方式的持續篩選，對於每一個行業來說，無論它有什麼樣的工資制度和經濟基礎，都像從利潤角度篩選其他所有生產要素一樣，是其生存的根本必要條件。問題只是：這種篩選以什麼形式進行。",
      "notes": {}
    }
  }
]