{
    "bodies": [
        {
            "pos": 48.1,
            "content": "*Teleologie und Topik*"
        },
        {
            "pos": 48.2,
            "content": "*Von der praktischen Philosophie zur politischen Wissenschaft*"
        },
        {
            "pos": 48.3,
            "content": "Reinhard Mehring"
        },
        {
            "pos": 48.4,
            "content": "Dem engsten Freund und Hennis-Schüler Christoph Braun (1960-2012) im treuen Gedenken an viele gemeinsame Stunden mit und über W.H."
        },
        {
            "pos": 48.5,
            "content": "I. Vom Streit um die Emanzipation des Faches: das Habilitationsverfahren"
        },
        {
            "pos": 48.6,
            "content": "Wilhelm Hennis begann sein Studium direkt nach Kriegsende zum Wintersemester 1945/46 in Göttingen und legte im Oktober 1949 das erste Staatsexamen ab; er ging dann aber nicht in das juristische Referendariat, sondern schloß direkt seine Dissertationsschrift an und promovierte 1951. Diese Göttinger Jahre wurden nachhaltig prägend. Die - 2003 erst veröffentlichte - Dissertation weist in manchen Zügen auf die spätere Habilitation voraus.[^1] Wo die Habilitationsschrift den Rückgang hinter das „Problem der deutschen Staatsanschauung\" auf die teleologische Betrachtungsweise der „älteren Politik\" anvisiert, findet die Dissertation in den Souveränitätslehren der Weimarer Zeit bereits „Gegenbewegungen\" gegen den formalistischen Positivismus und fragt nach „außerrechtlichen Voraussetzungen\" des „souveränen Einzelstaates. Hennis arbeitet den Souveränitätsdiskurs der deutschen Staatsrechtslehre auf und sucht bereits einen Absprung, Rudolf Smend bemerkt in seinem seitenlangen Gutachten vom 19. Januar 1951:[^2]"
        },
        {
            "pos": 48.7,
            "content": "„Die ungewöhnlich reife und gedanklich auf das sorgfältigste durchgearbeitete Dissertation ist in ihrer jetzigen Gestalt nicht in voller Muße abgeschlossen und durchgefeilt. Insofern bedarf sie noch einer ganz äußerlichen letzten Überholung. Improvisationen des Augenblicks sind, soweit ich sehe, allenfalls die zu knapp geratene letzte Seite, und der Titel, dessen zweiter Teil meines Erachtens lauten müsste: ,Ein Beitrag zur neueren politikwissenschaftlichen Literaturgeschichte und Problematik' oder besser ,zur neueren Literaturgeschichte und gegenwärtigen Problematik der politischen Wissenschaft'.\""
        },
        {
            "pos": 49.1,
            "content": "Smend sieht Hennis 1951 schon volle Fahrt voraus Richtung Politikwissenschaft. Er schreibt weiter:"
        },
        {
            "pos": 49.2,
            "content": "„Die Arbeit geht von einer Voraussetzung aus, über die ich mit dem Verfasser einig bin. In der deutschen Staatstheorie und Staatsrechtslehre herrscht eine peinliche Verwirrung, darin begründet, dass nach dem Fragwürdigwerden des formalistischen Positivismus Verschiedene auf sehr verschiedenen Wegen neue Gehalte für die überkommenen vom Formalismus entleerten Begriffe suchten. Zwischen Carl Schmitt und Erich Kaufmann, H. Heller und mir (um nur methodisch Einseitige zu nennen) besteht eine pluralistische Gegensätzlichkeit der Begriffe und des Denkens, die unsere Arbeit nicht zu gemeinverbindlichen Trägern einer neuen politischen Theorie und Staatsrechtslehre werden lässt. Diese Verwirrung ist nur so zu überwinden, dass einmal begriffsgeschichtlich der Weg der formalistischen Entleerung zurückgegangen wird bis an seine ersten Anfänge, um so des uns zustehenden geistigen Erbes überhaupt erst wieder ansichtig zu werden.\""
        },
        {
            "pos": 49.3,
            "content": "Der begriffsgeschichtliche Lösungsweg wird Hennis in der Habilitationsschrift über die Geschichte des öffentlichen Rechts hinaus zur älteren Politik führen. Damals verzichtet er auf das juristische Referendariat und die berufliche Alternative des Anwalts und setzt früh auf die akademische, politische oder auch diplomatische Karriere. Der handschriftliche Lebenslauf vom 3. November 1959 für das Habilitationsverfahren vermeldet:"
        },
        {
            "pos": 49.4,
            "content": "„Im Anschluß an die Promotion ging ich als wissenschaftlicher Mitarbeiter des Bundestagsabgeordneten Dr. Arndt nach Bonn, wo ich an der Vorbereitung der verschiedenen Verfassungsklagen der SPD-Fraktion mitarbeitete. Nach Abschluß dieser Arbeit nahm ich im Sommer 1952 am ,International Seminar der Harvard Universität' teil und besuchte im Anschluß daran die größeren amerikanischen Forschungszentren der politischen Wissenschaft. Seit März 1953 bin ich als Assistent am Institut für politische Wissenschaft der Universität Frankfurt. Im Wintersemester 1955/56 übernahm ich einen Lehrauftrag für Politik an der Akademie der Arbeit[^3] und vom Sommersemester 1956 bis zum Wintersemester 1956/57 vertrat ich die Dozentur für Politik am Pädagogischen Institut in Jugenheim.[^4] Seit ihrem Beginn arbeite ich an den Frankfurter Hochschulkursen für politischen Unterricht mit. Am Institut für politische Wissenschaft habe ich im Auftrage von Professor Schmid regelmäßig Übungen und Proseminare abgehalten. Ich bin Mitglied der Vereinigung für die Wissenschaft von der Politik.[^5]\""
        },
        {
            "pos": 50.1,
            "content": "Biographisch ist über diese Jahre nicht sehr viel bekannt. Das betrifft auch das Verhältnis zu Adolf Arndt und Carlo Schmid. In den USA begegnete Hennis u.a. Henry Kissinger und Leo Strauss. Stephan Schlak[^6] charakterisiert die Frankfurter Jahre glänzend pointiert vor allem durch die Begegnung mit der „Frankfurter Schule\" Max Horkheimers und die Formierung einer antipodischen Stellung zu Jürgen Habermas. In der Habilitationsschrift hat das keine Spuren hinterlassen. Von den Frankfurter Ordinarien wird nur Gerhard Krüger mehrfach erwähnt. Was philosophisches Selbstbewußtsein heißt, philosophische Einsicht und Leidenschaft, das begegnete Hennis damals nicht zuletzt in Krügers Schriften. In Frankfurt gehörte die Politikwissenschaft aber nicht der Philosophischen Fakultät, sondern der Wirtschafts- und sozialwissenschaftlichen Fakultät an.[^7]"
        },
        {
            "pos": 50.2,
            "content": "Die akademische Qualifikationsphase verlief insgesamt zügig. Am Ende der Assistenzzeit reichte Hennis seine Habilitationsschrift gleichsam fristgerecht ein und wurde dann umgehend berufen. Das Publikationsverzeichnis zum Habilitationsverfahren nennt neben der Dissertation die Broschüre **Meinungsforschung und repräsentative Demokratie** sowie einige Aufsätze: u.a. **Parlamentarische Opposition und Industriegesellschaft**, **Der Begriff der öffentlichen Meinung bei Rousseau**, **Das Modell des Bürgers** und **Zum Problem der deutschen Staatsanschauung**. In die Assistenzzeit fällt die Familiengründung. Als Habilitationsschrift plante Hennis zunächst eine Arbeit über den Begriff der Öffentlichkeit, womit er an der Schnittstelle zwischen Soziologie und Politikwissenschaft stärker in das Terrain der Frankfurter Schule geraten wäre. Die Umorientierung und Abfassung **Politik und praktische Philosophie** erfolgte erst in der zweiten Phase der Assistenzzeit, etwa in den Jahren 1957 bis 1959, unter erheblichem akademischem, familiärem und auch gesundheitlichem Druck. Hennis wollte „möglichst schnell unabhängig werden\",[^8] hatte bereits Aussichten auf einen ersten Ruf und schloß seine Arbeit deshalb zügig ab. Die Abgabefassung wurde für den Druck nicht eingreifend überarbeitet; lediglich einige Fußnoten kamen hinzu. Die Arbeit war zwar zunächst länger geplant, sagte Hennis später gelegentlich im Gespräch; das habe aber „keiner gemerkt\". Sichtbar ist das allenfalls am „Exkurs\" über teleologische Orientierung und empirische Staatsbeschreibung: Die Rede vom „Exkurs\" deutet eine gewisse Exzentrik an. Demnach wollte Hennis das Verhältnis der „teleologischen Orientierung\" zur empirischen Staatsbeschreibung, also von praktischer Philosophie und Wissenschaft, breiter ausführen. Heute ist das aus Textstufen oder weiteren Quellen kaum rekonstruierbar und faktisch durch die Stellung der Habilitationsschrift im ganzen Œuvre auch obsolet. Der „teleologischen Orientierung\" ließ Hennis seine praktische Wissenschaft folgen. Die ungeschriebene zweite Hälfte der Habilitationsschrift wurde durch die weitere Arbeit erfüllt. Formal ist das in den späteren, erweiterten Ausgaben (1977/1999) auch sichtbar. Die späteren Aufsätze lassen sich auch als Supplemente oder Korollarien lesen."
        },
        {
            "pos": 51.1,
            "content": "Obgleich die Habilitationsschrift als Programmschrift intensiv rezipiert und diskutiert wurde und ihr Rang heute unstrittig ist, verlief das Habilitationsverfahren nicht einfach und unproblematisch. Es wurde zu einem **signifikanten, wissenschaftsgeschichtlich interessanten Exempel der Emanzipationskämpfe der Politikwissenschaft und des Streits zwischen einer philosophischen oder empirisch-sozialwissenschaftlichen Ausrichtung des Faches**. Schwierige Habilitationsverfahren bedeutender Arbeiten sind universitätsgeschichtlich keine Einzelfälle. Das nächstgelegene Beispiel, das relativierend zur Seite gestellt werden kann, ist das Scheitern von Jürgen Habermas mit seiner berühmten Habilitationsschrift **Strukturwandel der Öffentlichkeit** zeitnah in Frankfurt. Horkheimer hatte bekanntlich eine ,nur schwer überwindbare[n] Abneigung\"[^9] gegen diese Frankfurter Habilitation, so daß Habermas nach Marburg zu Wolfgang Abendroth ausweichen mußte. Diese Parallele ist nicht ohne Ironie, datieren die Hakeleien zwischen Hennis und Habermas doch aus der gemeinsamen Frankfurter Zeit. Hennis habilitierte sich allerdings, anders als Habermas, in der Wirtschafts- und Sozialwissenschaftlichen Fakultät und hatte deshalb im Verfahren auch keine Berührungen mit Horkheimer oder Adorno. Er mußte aber die Wirtschaftswissenschaftler überzeugen, und das war bei der positivismuskritischen Ausrichtung und geistesgeschichtlichen Orientierung seiner Arbeit nicht leicht."
        },
        {
            "pos": 51.2,
            "content": "Einen Tag nach Abgabe der Habilitationsunterlagen wurde das Verfahren mit Fakultätsbeschluß vom 4. November 1959 eröffnet. Der Abgabetitel der Habilitationsschrift lautete: „Zum Begriff der politischen Wissenschaft - Ein Beitrag zu ihrer Rekonstruktion\". Schon der Begriff des ,Begriffs' war für das Verfahren vielleicht etwas unglücklich, suggerierte er doch starke systematische Absichten. Carlo Schmid schickte sein sechsseitiges Gutachten mit Briefkopf des Vizepräsidenten des Deutschen Bundestages am 25. November an den Dekan Karl Abraham nach Frankfurt. Das Gutachten ist dem Stil eines Erstgutachtens gemäß stark referierend gehalten. Schmid hält sich mit eigenen Stellungnahmen zurück. Mit Sympathie folgt er Hennis aber in der Forderung nach einer „teleologischen\" Orientierung und Diagnose vom „Untergang der spezifischen Methode einer Problemwissenschaft\".[^10]"
        },
        {
            "pos": 52.1,
            "content": "Die Darstellung ist detailliert und genau. Schmid gelangt zu einem Positiven Urteil: „Ich glaube, daß Herr Dr. Hennis sich in mehr als gründlicher Weise für die Habilitation ausgewiesen hat.\"[^11] Dennoch ist das Gutachten nicht ohne Einwände und Einschränkungen. So heißt es: „Die Arbeit scheint eine Vorstudie zu sein, um dieses größere Problem, die Wiedererarbeitung eines angemessenen Begriffs des Politischen, in Angriff nehmen zu können. Trotz verschiedener Mängel möchte ich die Arbeit als eine Bereicherung der Literatur des Fachs Politische Wissenschaft bezeichnen. Mir sind gewisse Deduktionen ein wenig zu wortreich und manchmal philosophisch ein wenig primitiv vorgekommen.\"[^12] Solche Einwände begegneten Hennis später immer wieder. Im Verfahren waren sie bedrohlich, weil zwei weitere schriftliche Gutachten die Arbeit glatt ablehnten."
        },
        {
            "pos": 52.2,
            "content": "Im Umlauf des Verfahrens quittierten fast alle Mitglieder der Fakultät zwar einverstanden, aber zwei Professoren signalisieren dabei Einwände: Der - nicht mit dem berühmten Politikwissenschaftler zu verwechselnde - Wirtschaftswissenschaftler Ernst Fraenkel (1891-1971) stimmte nur „mit gewissen Bedenken\" zu und auch Fritz Neumark (1900-1991) signalisierte Vorbehalte. Karl Banse (1901-1977), Professor für Handelsbetriebslehre, schrieb schon am 30. November zwei Seiten unterstützender „Bemerkungen\", die er ausdrücklich „nicht als Gutachten\" verstanden wissen wollte. Banse zeigte sich intensiv angeregt: „Die Habilitationsschrift ist meines Erachtens eine Leistung, die den Fähigkeiten des Verfassers das beste Zeugnis ausstellt. Ich kann ihre Annahme (als Laie!) nur empfehlen.\"[^13] Der Koreferent Julius Kraft (1898-1960)[^14] aber, der Direktor des Seminars für Gesellschaftslehre, erklärte sich im Umlauf am 31. Januar „nicht einverstanden\" und bemängelte dann in seinem Gutachten vom 29. Januar 1960 die „antipositivistische\" Absicht von Hennis, „die exakte empirische Fundierung der politischen Wissenschaft, insbesondere durch die Soziologie politischer Institutionen, aus seinen Grundlegungsbestrebungen zu eliminieren - ein Resultat, das völlig unannehmbar ist\".[^15]"
        },
        {
            "pos": 53.1,
            "content": "Kraft hatte in den frühen zwanziger Jahren in Göttingen in der Rechtswissenschaft und der Philosophie (bei Leonard Nelson) promoviert. Er habilitierte sich dann 1928 in Frankfurt als Assistent von Franz Oppenheimer in der Soziologie. Kraft stand Hans Kelsen und Karl Popper nahe und publizierte 1932 eine glänzende Heidegger-Kritik.[^16] Er emigrierte in die Niederlande und die USA, ging dann nach London und kehrte 1957 nach Frankfurt ans Seminar für Gesellschaftslehre zurück. Kraft war also kein reiner Empiriker. Sein Ansehen in der Fakultät ist mir nicht bekannt. Schon im Verhältnis zur Existenzphilosophie gab es aber wohl einen Gegensatz zu Carlo Schmid, auf den Schmid in seinem Gutachten anspielt. Kraft hatte die politischen Untiefen der deutschen „Geisteswissenschaft\" schon vor 1933 deutlich gesehen und starke Antipathien gegen das geistesgeschichtliche Philosophieren entwickelt. In seinem Gutachten konstatiert er nun „Wahllosigkeit und Oberflächlichkeit\" bei den „ideengeschichtlichen\" Ausführungen.[^17] Der Kreis der Referenzautoren ist ihm unbehaglich und er bedauert mangelnde „Sorgfalt\". So schreibt er abschließend: „Mit Rücksicht auf die spezielle Verantwortung, die mit dem Unterricht in der politischen Wissenschaft verbunden ist, kann - unter Berücksichtigung ihrer sachlichen Unzulänglichkeiten - die vorliegende Arbeit nicht als hinreichend zur Eröffnung eines Habilitationsverfahrens angesehen werden.\"[^18] Zum dreiseitigen Gutachten reicht Kraft noch einen langen „Appendix\" nach, der weiter ins Grundsätzliche geht und als Dokument zum Richtungsstreit um die Institutionalisierung des Faches von Bedeutung ist. Kraft bestreitet Hennis' wissenschaftsgeschichtliche Verfallsdiagnose und verwirft auch „die Arbeiten von Strauss, Voegelin und Hannah Arendt\" als Ergebnis „angreifbarster metaphysisch-theologischer Spekulation\".[^19] Dezidiert schreibt er: „Nicht die politische Wissenschaft ist neu in den deutschen Universitäten, sondern Lehrstühle dieses Namens. Der Verfasser begeht also eine Verwechselung wissenschaftsgeschichtlicher und verwaltungsgeschichtlicher Tatsachen.\"[^20]"
        },
        {
            "pos": 54.1,
            "content": "Nicht anders urteilt Heinz Sauermann (1905-1981), der die Mathematisierung der Wirtschaftswissenschaften vorantrieb; er führt in seinem achtseitigen Gutachten vom 22. Februar 1960 unerbittlich aus, daß die Arbeit „nicht den Anforderungen genügt, die man an eine Habilitationsarbeit stellen muß.\"[^21] Ein starker Einwand gilt der Positivismuskritik: Das Verhältnis von „Grundlagenforschung\" und „Detailuntersuchungen\" sei nicht richtig erfasst. Andere Bedenken gelten einzelnen Formulierungen. Sauermann moniert auch, „daß Hennis Max Weber nicht richtig verstanden hat.\"[^22] Offen schreibt er: „Was mich stört, ist der Umstand, daß diese Rückkehr zur alten Politik in einer Weise vollzogen wird, die einerseits offene Türen einrennt, andererseits aber in einem übergroßen Maße Unklarheiten zurückläßt.\"[^23] Sauermann listet einige auf und erklärt sich mit Hennis' methodologischen Ansichten insgesamt nicht einverstanden. So lehnt er die topische Methode ab. „Wenn der Ausgangspunkt der Politischen Wissenschaft im ,zufällig vagen Gebiet des Meinens' liegt, dann muß dieser Gegenstand auch wahrscheinlichkeitstheoretisch behandelt werden können.\"[^24] Sauermann verweist Hennis in eine andere Fakultät: „Meines Erachtens täte der Verfasser gut daran, seinen Beitrag als Rekonstruktion der politischen Philosophie kenntlichzumachen.\"[^25]"
        },
        {
            "pos": 55.1,
            "content": "Die Gutachten zur Habilitationsschrift waren also keineswegs einhellig begeistert und die Habilitation drohte zu scheitern. Einige Einwände waren gewiß nicht gänzlich unberechtigt. Grundsätzlich aber dokumentiert das Habilitationsverfahren - einige Jahre vor dem großen, zwischen Adorno, Habermas und Hans Albert ausgetragenen „Positivismusstreit\" - vor allem die **universitätspolitischen Kämpfe um die Emanzipation und Etablierung der Politikwissenschaft und den Richtungsstreit zwischen einer empirisch-sozialwissenschaftlichen und einer mehr philosophischen Orientierung des Faches**.[^26] Für die damaligen Kontroversen um die Etablierung des Faches ist das Habilitationsverfahren somit von symptomatischer Bedeutung. Denn erst die zweite Generation bundesdeutscher Politikwissenschaftler, zu der Hennis gehört, habilitierte sich ja im „Fach\" Politikwissenschaft. Die Gutachter Kraft und Sauermann formulieren damals starke Bedenken gegen eine Emanzipation der Politikwissenschaft im Zeichen der Philosophie und Geisteswissenschaften. Diese scharfe Ablehnung der Habilitation im Namen empirischer Sozialwissenschaft hat Hennis in seiner „antipositivistischen\" Einstellung vermutlich eher bestärkt. Man könnte von einem soziologistischen „Trauma\" im Verfahren sprechen. Daß beide ihre Bedenken ausdrücklich auch im Namen Max Webers formulierten, einer empirischen Sozialwissenschaft, die sich auf Weber stützt, kann geradezu als eine „Urszene\" in Hennis' späterem Kampf um Weber gelten. Sein antipositivistischer Affekt hat hier einen biographischen Grund. Das Habilitationsverfahren ist ein starker Beleg für die Bestrebungen zur empirisch-sozialwissenschaftlichen Engführung Webers und der Politikwissenschaft, die Hennis lebenslang nachhaltig kritisierte."
        },
        {
            "pos": 55.2,
            "content": "Carlo Schmid suchte das Verfahren mit Schreiben vom 18. Januar 1960 noch im Wintersemester durchzuziehen. Die Verhandlung ist zunächst auf den 3. Februar angesetzt. Am 30. Januar,[^27] am Tag der Übergabe des Gutachtens von Kraft an den Dekan, schlägt Schmid dann aus Termingründen eine Verschiebung auf die Fakultätssitzung vom 24. Februar vor.[^28] Sauermann beantragt damals am 3. Februar ebenfalls eine Vertagung und meldet bereits „erhebliche Bedenken gegen die Arbeit in ihrer jetzigen Form\"[^29] an. Der Dekan[^30] teilt Schmid daraufhin die Verschiebung der Besprechung auf den 24. Februar mit. Diese Fakultätssitzung verläuft im Ergebnis positiv, ein Protokoll der Sitzung ist - laut Auskunft des Universitätsarchivs Frankfurt - aber nicht erhalten. Die Habilitationsordnung vom 7. Mai 1958 sah damals (§6) vor, daß „die engere Fakultät mit einer Mehrheit von mindestens 2/3 aller stimmberechtigten Mitglieder über die Annahme der Arbeit\" auf der Grundlage von „mindestens zwei\" Gutachten entschied.[^26]"
        },
        {
            "pos": 56.1,
            "content": "Die Gutachten waren für die Gesamtentscheidung des engeren Senats also nicht bindend, und die Entscheidung war offen. Erstgutachter und Zweitgutachter kamen zu unterschiedlichen Einschätzungen, einem weiteren Negativurteil stand eine interessierte Empfehlung gegenüber, die sich ausdrücklich nicht als Gutachten verstand. Was den Ausschlag gab, ist aus der Habilitationsakte nicht rekonstruierbar. **Carlo Schmid wird seine Autorität in die Waagschale geworfen haben**. Jedenfalls teilte der Dekan umgehend am 26. Februar Hennis die positive Fakultätsentscheidung[^31] mit der Bitte um Themenvorschläge für das Probekolloquium mit. Sauermann kartete nach und äußerte noch Kritik am Verfahren, so daß es zu einer ergänzenden Änderung der Habilitationsordnung (salopp gesagt: einer **lex Hennis**) kam, wonach fortan die 2/3-Mehrheit der anwesenden Senatsmitglieder **mehr als die „Hälfte aller stimmberechtigten Mitglieder“** umfassen mußte.[^32] Offenbar fehlten bei der Abstimmung im Februar also einige Mitglieder des Senats."
        },
        {
            "pos": 56.2,
            "content": "Hennis schlug daraufhin am 20. April für das Habilitationskolloquium die Themen vor: „Verfassungsmäßige Ordnung und Verbandseinfluß“, „Zur Bestimmung des Gegensatzes von repräsentativer und plebiszitärer Demokratie“ und „Zur Begriffsbestimmung der öffentlichen Meinung“. Über den Verbandseinfluß und die öffentliche Meinung hatte er schon publiziert. Schmid optierte für das erste Thema, das genommen wurde, wogegen Kraft das demokratietheoretische Thema präferierte. Vorab wurde eine **Kommissionssitzung mit den Professoren Achinger, Banse und Sauermann** vereinbart.[^33] Banse und Sauermann hatten sich zuvor als eigeninitiative Gutachter und Gegenspieler im Verfahren engagiert. Es läßt sich deshalb vermuten, daß diese informelle Kommissionssitzung für das Abstimmungsverhalten nach dem Habilitationskolloquium nicht unwichtig war und hier eine Kompromisslinie erwogen bzw. ausgehandelt wurde. Der Nationalökonom Hans Achinger (1899-1981) moderierte die gegensätzlichen Auffassungen. Das Habilitationskolloquium wurde zunächst auf den 1. Juni angesetzt, dann aber aus Termingründen, um die Teilnahme Carlo Schmids zu ermöglichen, auf den **15. Juni** verschoben. Es fand zum Thema „Verfassungsmäßige Ordnung und Verbandseinfuß“ erfolgreich statt. Ein Protokoll des Kolloquiums ist nicht erhalten.[^34]"
        },
        {
            "pos": 57.1,
            "content": "Eine öffentliche Probevorlesung wurde Hennis erlassen. Die **Habilitationsurkunde** datiert deshalb vom **15. Juni 1960**. Und schon am 1. Juli kann Hennis dem Dekan mitteilen, daß er „einen Ruf auf das neu errichtete Ordinariat für Politische Wissenschaft an der **Pädagogischen Hochschule Hannover** bekommen“ hat.[^35] Da die Pädagogische Hochschule damals – anders als die letzten verbliebenen heutigen PHs in Baden-Württemberg – keinen Universitätsrang hat, verbleibt er im Status des Frankfurter **Privatdozenten** und kommt dort seinen Verpflichtungen weiter nach. Statt der Probevorlesung hält er in Frankfurt deshalb auch eine **Antrittsvorlesung als Privatdozent**. Am 13. November schreibt er dazu dem Dekan: „Ich bin der Fakultät noch eine Antrittsvorlesung schuldig.“[^36] Als Thema setzt er für den 4. Februar 1961, einen Samstag, „**Amtsgedanke und Demokratiebegriff**“ an, seinen demokratietheoretisch grundlegenden Beitrag, den er 1962 dann in der Festschrift für Rudolf Smend veröffentlicht. Er formuliert das repräsentative Demokratieverständnis, dessen Erörterung er als Thema für das Habilitationskolloquium schon angeboten hatte. Einige Zeit lang hält er parallel zu den Lehrverpflichtungen in Hannover noch Veranstaltungen in Frankfurt ab. Zum Wintersemester 1961/62 läßt er sich beurlauben und scheidet dann mit der Annahme des Rufes[^37] nach **Hamburg zum Sommersemester 1962** aus der Frankfurter Fakultät aus."
        },
        {
            "pos": 57.2,
            "content": "*II. Analyse der Habilitationsschrift*"
        },
        {
            "pos": 57.3,
            "content": "**Politik und praktische Philosophie** wurde also 1959 fast identisch mit der späteren Druckfassung als Habilitationsschrift eingereicht. Hennis erwarb die Venia für „Politische Wissenschaft“. Das knappe Büchlein gilt heute als ein **Pionierwerk wissenschaftsgeschichtlicher „Revindikation“ der älteren, aristotelischen Politik**. Es hat als Programmschrift nachhaltig gewirkt und ist deshalb heute von unstrittiger Bedeutung für die Etablierung des Faches."
        },
        {
            "pos": 58.1,
            "content": "Dabei ist es ein Werk der 50er Jahre: das Werk eines promovierten Juristen und philosophischen Autodidakten, der niemals eine fachphilosophische Lehrveranstaltung besucht hatte. Um seine Eigenart, Leistung und Bedeutung zu ermessen, muß man es von den späteren Standortbestimmungen und Historisierungen des Faches einerseits und den **neoklassischen Antikerekursen der 50er Jahre (Strauss, Voegelin, Arendt)**[^38] andererseits absetzen. Heute ist die Geschichte der Politikwissenschaft, oder: der „politischen Wissenschaft“[^39], wie Hennis schreibt, gut erforscht. Auch die neoklassischen Autoren sind bekannt:[^40] **Leo Strauss, Eric Voegelin und Hannah Arendt** gelten als „Klassiker“ der Neoklassik. Weitere Autoren sind zu nennen: so Ernst Cassirer, Werner Jaeger und Helmut Kuhn, Joachim Ritter und Hans-Georg Gadamer. Hennis rezipierte und zitierte von den philosophischen Neoklassikern besonders **Leo Strauss und Joachim Ritter**, die er beide persönlich kannte. Nicht weniger wichtig waren ihm aber auch die Arbeiten des Historikers **Otto Brunner**. Darüber hinaus zitierte er einige jüngere Autoren, die später für die bundesrepublikanische Philosophie einflußreich wurden: Günther Patzig und Otto Pöggeler, Manfred Riedel und Wolfgang Wieland. Neben Ritter ist Gerhard Krüger mehrfach erwähnt. Heidegger und Gadamer kommen dagegen im Buch nicht vor. Gadamers **Wahrheit und Methode** war noch nicht erschienen. Auch Hans Maiers Habilitationsschrift über **Die ältere deutsche Staats- und Verwaltungslehre**[^41] lag noch nicht vor. Die Geschichte des öffentlichen Rechts war erst wenig erforscht. Hennis berücksichtigt deshalb ältere Standardwerke wie Mohl, Rehm und Jellinek. Der einzige bundesdeutsche Politikwissenschaftler, den er häufiger erwähnt, ist **Siegfried Landshut**.[^42]"
        },
        {
            "pos": 59.1,
            "content": "Doch nicht nur die wissenschaftsgeschichtliche Leistung der Studie ist vom damaligen Forschungsstand her zu sehen. Wichtiger noch ist das „**rekonstruktive**“ Anliegen. In der Vorbemerkung zur Veröffentlichung von 1963 schreibt Hennis mit dem ersten Satz: „Eine im engeren Sinne wissenschaftsgeschichtliche Intention liegt dieser Arbeit nicht zugrunde.“ Die wissenschaftsgeschichtliche „Erinnerung“ diente der „**Revindikation**“ und „**Rekonstruktion**“ der politischen Wissenschaft. Hennis zielte aber nicht auf eine systematische Restauration des Aristotelismus oder eine umfassende Logik, Systematik oder gar Methodologie politischer Wissenschaft. Mit dem zweiten Satz der Vorbemerkung schreibt er zur Studie: „Sie möchte – orientiert einzig in der gegenwärtigen Problematik und Aufgabe der politischen Wissenschaft – nur erinnern an ihre, dem modernen Bewußtsein fast entschwundene, frühere Gestalt.“ Hennis umreißt die „Gestalt“ von der „gegenwärtigen Problematik und Aufgabe“ her. Er trotzt sie gleichsam dem „modernen Bewußtsein“ ab."
        },
        {
            "pos": 59.2,
            "content": "Diese Programmschrift ist weder eine umfassende historische Studie noch ein kathedraler systematischer Bau; es ist eine äußerst **knappe und scharfe Problemschrift**. Ihre Ausgangslage wird durch „frühere Ansätze“ umschrieben, auf die Hennis in der Vorbemerkung auch verweist: durch Aufsätze **Zum Problem der deutschen Staatsanschauung** und **Bemerkungen zur wissenschaftsgeschichtlichen Situation der politischen Wissenschaft**.[^43] Beide fehlen in der zweibändigen Ausgabe der **Politikwissenschaftlichen Abhandlungen** (1999/2000), weil sie in die Habilitationsschrift eingegangen sind. Der wirkmächtige Aufsatz **Zum Problem der deutschen Staatsanschauung** findet sich aber in der erweiterten Ausgabe von **Politik und praktische Philosophie** von 1977. Die Situations- und Problembestimmung ist in der Habilitationsschrift durch die wissenschaftsgeschichtliche Erinnerung der „Aufgabe“ beantwortet. Den Schritt aus der Problematik der gegenwärtigen Situation findet Hennis mit dem Rückgang hinter die „deutsche Staatsanschauung“ der Zwischenkriegszeit auf die **ältere Politik**. Disziplinär betrachtet war es ein Schritt aus der Rechtswissenschaft und Geschichte des öffentlichen Rechts in die ältere Philosophie. Den Stand der deutschen Staatsanschauung markierte Hennis dabei vor allem mit **Max Weber** und **Rudolf Smend**, **Carl Schmitt** und **Hermann Heller**. Philosophisch orientierte er sich an **Aristoteles**. Dessen **Unterscheidung von Theorie und Praxis** und **Topik der phronesis** rekonstruierte er gegen die poietische Wendung"
        },
        {
            "pos": 62.1,
            "content": "und originären Rekonstruktion des frühneuzeitlichen Umbruchs von einem praktischen zu einem **poietischen Denken** auf. Er konzentriert sich dabei auf **Aristoteles**, **Descartes** und **Hobbes**. Wichtige Nebenrollen spielen Bacon und Burke. Von den großen Alternativen, die heute gängig sind – Platon oder Aristoteles, Kant oder Hegel? –, werden Platon, Kant und Hegel dagegen kaum berücksichtigt. In der Orientierung an Aristoteles siegt **Joachim Ritter über Leo Strauss**. Folgt man dem bibliothekarischen Vorgehen, so war es nicht zuletzt die wirkungsgeschichtliche Role und traditionsbildende Kraft, die Hennis auf Aristoteles verwies. Sachlich nimmt er von Aristoteles vor allem die **Unterscheidung von Theorie und Praxis** auf und geht dann zügig zum neuzeitlichen „Wandel des Wissenschaftsideals“ und zur „Zurückdrängung der praktischen Philosophie“ und „Eliminierung der Ethik“[^53] bei Bacon, Descartes und Hobbes über. Bei Hobbes findet er die „Ablösung einer praktischen, am rechten Handeln, durch eine poietische, am richtigen Herstellen orientierte politische Philosophie“.[^54] Hennis zitiert hier Michael Oakeshott und Leo Strauss, verweist aber in einer Fußnote auch auf **Hannah Arendt**. **The Human Condition** war gerade erst 1958 in Chicago erschienen und lag erst 1960, nach Abschluß der Habilitationsschrift, in der deutschen Fassung vor. Arendts **Vita activa** unterscheidet scharf und prägnant zwischen den „Grundtätigkeiten“ des Arbeitens, Herstellens und Handelns. Arendt spricht sehr deutlich vom „Versuch der Tradition, Handeln durch Herstellen zu ersetzen und überflüssig zu machen“.[^55] Sie markiert die „poietische“ Wendung, die auch Hennis betont. Auch Leo Strauss ging in seinen Hobbes-Studien[^56] in diese Richtung."
        },
        {
            "pos": 63.1,
            "content": "Nimmt Hennis demnach also damals gängige philosophiegeschichtliche Motive auf, so entwickelt er seine Überlegungen im frischen, unbefangenen Zugriff doch mit vielen eigenen Nuancen. Dazu gehören Bezüge auf Vico und Burke, vor allem aber der Brückenschlag zwischen der Verdrängung des politischen Aristotelismus und der juristischen „Ausschaltung des Zweckproblems“[^57] und Frage nach dem Staatszweck im Bereich der Staatslehre.[^58] Hennis proklamiert eine neue „**teleologische Orientierung**“ an der „**guten Herrschaft**“ und staatsbürgerlichen Erziehung zu den Tugenden der Gerechtigkeit und des Gemeinwohls.[^59] Er verweist hier eingehend auf das moderne „Phänomen der Tyrannis“ und spricht namentlich vom **Nationalsozialismus**[^60] und **Ernst Forsthoffs** Begriff der „**Daseinsvorsorge**“.[^61] Bei der Staatszielbestimmung markieren Aristoteles und Forsthoff die Gegenpole einer Orientierung am „guten Leben“ und an der bloßen „Lebensbehaup-tung“.[^62] Hennis zitiert Forsthoff mit einer Programmschrift von 1938 und rückt dessen – 1960 vorherrschende – verwaltungsstaatliche Daseinsvorsorge so in die Nähe eines **autoritären Paternalismus**. Sein Verweis auf die klassische Tyrannislehre und die Unterscheidung von guter und schlechter Herrschaft dient der **Emanzipation der politischen Wissenschaft und Regierungslehre von der Theorie der Staatsformen**. Hennis sucht die **Policy-Dimension** gegen die dominante Politics- und Polity-Dimension freizulegen und zielt über den Anstaltsstaat hinaus auf die Haltung der Bürger. Ein „**Exkurs: Teleologische Orientierung und empirische Staatsbeschreibung**“ skizziert deshalb anschließend auch den literarischen Typus, den Hennis für fruchtbar hält. Dessen hohes Muster ist **Tocqueville**. Als negatives Gegenbeispiel für den „ergebnislosen Ausgang der positivistischen Forschungsweise“ fungiert **Maurice Duverger**. Die spätere polemische Opposition gegen positivistische Stoffhuberei ist hier schon deutlich. Sie wurde im Habilitationsverfahren auch energisch moniert und durch den Streit um die Arbeit bestätigt."
        },
        {
            "pos": 63.2,
            "content": "Hennis beschließt seine Rekonstruktion mit einer ingeniösen „Revindikation“ der aristotelischen **Topik als Mittel der phronesis**. Seine Aktualisierung der Topik ist damals zwar nicht ganz neu. **Ernst Robert Curtius**[^63] schrieb „eine Art ,historischer Topik'“ für die europäische Literatur, und **Theodor Vieweg**[^64] orientierte die juristische Hermeneutik an der Topik. Hennis überträgt die Topik aber, unter Verweis auf Curtius und Viehweg, in die Debatten um die **Wiederbegründung der Politischen Wissenschaft**. Er rekonstruiert Aristoteles nicht umfassend. So diskutiert er nicht dessen Ethik und die verfassungssoziologisch so kluge Staatsformenlehre. Auch die aristotelische Trennung von Polis und Oikos erörtert er nicht. Er problematisiert nicht den Bürgerbegriff in dessen zeitgebundenen Voraussetzungen und aktualisiert nicht den ganzen Organon der logischen Schriften. Hennis will keine ethische Grundlegung des politischen Denkens entwickeln und keine Logik oder Methodologie des Faches ausarbeiten, sondern er will für die „teleologische Orientierung“ des Faches nur auf einen bestimmten Aspekt hinweisen. Auch seine Rezeption der Topik ist dabei eigenwillig: Sie ignoriert nämlich deren **sophistische Lesart und Instrumentalisierung zum strategischen Erfolgskalkül politischer Rede**."
        },
        {
            "pos": 64.1,
            "content": "Topische Gemeinplätze dienen im politischen Diskurs oft nur als strategische Mittel der Zustimmungserschleichung. Topische Rhetorik ist Konsensrhetorik. Hennis stellt aber nicht diese „sophistischen“ Möglichkeiten heraus, sondern präsentiert die **Topik als ein rhetorisches Mittel dialektischer Verständigung über verbindende konsensuale Hintergrundüberzeugungen**. Politische Kontroversen ruhen auf geteilten Überzeugungen. Diese Verfassungsbasis gilt es in den Parteiungen aufzufinden. Hinter der scharfen Diktion steht hier ein Stück Idealismus. Wohl niemand formulierte das idealistische Credo so abgründig wie **Hölderlins Hyperion**, den Hennis als Soldat auf Kreta las: „Wie der Zwist der Liebenden sind die Dissonanzen der Welt. Versöhnung ist mitten im Streit und alles Getrennte findet sich wieder.“[^65] Hennis glaubt nicht wirklich an den politischen Konsens. Für ihn ist die Integration nicht gegeben, sondern aufgegeben. Er sieht die Aufgabe, den fragilen Zusammenhalt des Gemeinwesens als Hintergrundkonsens, Herkunfts- und Zukunftseinheit appellativ immer neu zu erinnern, und meint, daß der politische Wissenschaftler aus der Teilnehmerperspektive geteilter Überzeugungen in der Absicht auf Konsensualisierung topischer Gemeinplätze über teleologische Orientierungen des guten Lebens argumentieren sollte. Auch für die Topik konstatiert er dabei einen **Traditionsbruch von Aristoteles zu Hobbes**, empfiehlt die Topik aber als diskursive „**Kunst politischer Problemlösung**“. **Bodin, die Federalists und Max Webers Politische Schriften** firmieren als „klassische Zeugnisse politikwissenschaftlichen Argumentierens“."
        },
        {
            "pos": 65.1,
            "content": "Ein Schlußkapitel läßt dann „die Auflösung der politischen Wissenschaft“ noch einmal wissenschaftsgeschichtlich Revue passieren."
        },
        {
            "pos": 65.2,
            "content": "*II. Aktualität und Wirkung*"
        },
        {
            "pos": 65.3,
            "content": "Die Habilitationsschrift erschien 1963, drei Jahre nach der Habilitation, zu einem Zeitpunkt, als Hennis bereits Ordinarius in Hamburg war und sich in Richtung Regierungslehre bewegte. **Gadamers Wahrheit und Methode** war inzwischen erschienen und bestimmte die Debatten. Die Breiten- und Tiefenwirkung der Veröffentlichung von **Politik und praktische Philosophie** kann hier nicht nachgezeichnet werden. Ein Blick auf frühe Rezensionen ist aber lohnend: **Dieter Senghaas** bemängelte in **Das historisch-politische Buch** knapp, „daß H. seine Thesen nur von der wissenschaftsgeschichtlichen Entwicklung her expliziert.“[^66] **Manfred Friedrich** schrieb in der **Neue Politische Literatur** eine lange, gründliche und lobende Besprechung, die der Topik **Ernst Fraenkels Pluralismusbefund** kritisch entgegensetzte: „Jede topische Erörterung setzt voraus, daß noch topoi, loci, Gemeinwörter gelten.“[^67] Friedrich bezweifelte deshalb den praktischen Nutzen der Topik. **Alexander Schwan** markierte die Grenzen der Topik von Seiten der Philosophie. Emphatisch betonte er zwar, daß Hennis „die gewichtigste Veröffentlichung zur theoretischen Grundlegung der heutigen deutschen Politikwissenschaft aus der Politischen Philosophie“ vorgelegt habe;[^68] er forderte dann aber mehr Metaphysik ein. „Das Augenmerk des Verfassers ist ganz darauf gerichtet, den Strukturzusammenhang von Praxis, Teleologie und Topik formal aufzudecken“,[^69] schrieb Schwan im **Philosophischen Jahrbuch** und wünschte mehr „materiale“ Philosophie: „Hier erhebt sich die Frage, ob die Studie von H. nicht ein wenig Gefahr läuft, Praxis und Politik de facto situationsethisch zu begründen, so daß es schwer halten könnte, von diesem Ansatz aus noch eine – wenn auch freiheitliche, pluralistische' – Ordnungspolitik zu konzipieren.“[^70]"
        },
        {
            "pos": 66.1,
            "content": "Vielleicht gaben diese doppelten Bedenken gegen die Topik, mit Friedrich und Schwan von jüngeren, bald renommierten Autoren formuliert, einen Anstoß dafür, daß **Helmut Kuhn**, Münchner Ordinarius und Mitherausgeber der **Zeitschrift für Politik**, damals im führenden Fachorgan eine lange Besprechungsabhandlung schrieb, die einige Verkürzungen des Aristoteles und der Geschichte der Topik monierte. Kuhn war einer der wichtigsten – heute zu wenig bekannten – Autoren der **Restitution einer platonischen politischen Philosophie**. Auch er hatte als Meisterschüler der Berliner Philosophie vor 1933 eine harte Emigrationsgeschichte hinter sich. Sein Urteil war gewichtig. Kuhn führte die Stoßrichtung von Schwan weiter, betonte die **Ethik des Aristoteles** und wies der Topik innerhalb des **Organon** ihren begrenzten Ort. Als Insider erzählte er die Geschichte der Wiederentdeckung der Topik auch etwas komplexer, um verhängnisvolle Einflüsse von Hegel und Heidegger zu monieren. Kuhn war einer der besten Kenner. Mehr als Joachim Ritter und auch Gadamer hielt er an der antiken Metaphysik fest. Es hatte vole philosophische Autorität, wenn er schrieb: „Hennis möchte mit Hilfe der Topik zur praktischen Philosophie gelangen. Obwohl wir sein Ziel bejahen, können wir diese Wegstrecke nicht mit ihm zurücklegen.“[^72] Diese Kritik markierte einen **Trennungsstrich zwischen der antiken politischen Philosophie und Hennis' praktischer Wissenschaft**."
        },
        {
            "pos": 66.2,
            "content": "Hennis verband seine Topik dann auch nicht weiter mit Aristoteles und mied fortan starke Anlehnungen an die Philosophie. Das heißt nicht, daß sein Werk nicht philosophisch anregte. So rezipierte **Otto Pöggeler** den Beitrag zur Toposforschung und übersetzte diese Impulse in die Hermeneutikdiskussion: „Unter dem Titel **Hermeneutik** wird also genau das diskutiert, was Viehweg und Hennis unter den Titel ,Topik' gestellt haben.“[^73] **Hans-Georg Gadamer** und **Manfred Riedel**[^74]"
        },
        {
            "pos": 67.1,
            "content": "Dazu vgl. **Manfred Riedel, Seinsverständnis und Sinn für das Tunliche**. [^74] rezipierten Hennis damals in ihrer Auffassung der praktischen Vernunft oder **phronesis**. Als philosophischer Autodidakt fand Hennis in den 60er Jahren also bei bedeutenden Philosophen fachliche Anerkennung. Er wirkte in die Hermeneutikdiskussion und stand mit seiner **Topik**, wie Schlak zeigte, den großen begriffsgeschichtlichen Projekten der 60er Jahre nahe. Als Philosoph trat er aber nicht mehr emphatisch auf und verstand sich dezidiert als **Politikwissenschaftler**. Es ist richtig: Hennis vertrat keinen Neoaristotelismus und rekonstruierte nicht die ganze praktische Philosophie des Aristoteles. Mit Aristoteles suchte er nur den Schritt heraus aus dem Problem der deutschen Staatsanschauung. **Max Weber, Rudolf Smend und Hermann Heller** waren die Autoren, von denen er sich abstieß. Diese Autoren hielten zur philosophischen Orientierung der Staatslehre rechts- und sozialwissenschaftliche Distanz. In Smends **Integrationslehre** deutete sich aber bereits eine Wendung vom Staat als Form zum Leben der Bürger an."
        },
        {
            "pos": 67.2,
            "content": "Die haarfeine Kehre aus der juristischen in die politische Betrachtung zeigt sich besonders signifikant in der **ambivalenten Einschätzung Max Webers**. Weber ist neben Aristoteles, Descartes und Hobbes der **meistzitierte Autor** der Habilitationsschrift. Ähnlich wie im Aufsatz **Zum Problem der deutschen Staatsanschauung** tritt Weber, auch mit der Brille Hermann Hellers, als der wichtigste Vertreter des neueren Machtstaatsdenkens und der Reduktion des Politikbegriffs auf den „**Kampf um Macht**“[^75] auf. Gleichzeitig zitiert Hennis aber auch Webers Konzept von „**Wertbeziehung**“ und „**Kulturbedeutung**“[^76] zustimmend und nennt dessen **Politische Schriften** „klassische Zeugnisse politikwissenschaftlichen Argumentierens“.[^77] Er liest Aristoteles also 1959 schon von Weber her und sieht Weber, Smend und Heller bereits an der Schwelle zur teleologischen Orientierung stehen. Die Reduktion des Politikbegriffs auf die Politics-Dimension führt hier zum Umschlag und Sprung heraus aus dem Problem der deutschen Staatsanschauung in ein neues politisches Denken und eine Wendung vom Anstaltsstaat zur Bürgertugend und politischen Erziehung. **Max Weber ist in der Habilitationsschrift bereits als topisch-teleologischer Denker präsent**."
        },
        {
            "pos": 68.1,
            "content": "So verwundert es nicht, daß Aristoteles jenseits des Frühwerks eigentlich keine Role mehr spielt und Hennis' ideengeschichtliche Interessen sich dann ganz auf **Max Weber** fokussierten. Hennis betrieb die Ideengeschichte primär im Interesse der **Rekonstruktion des politischen Denkens**. Außer den großen Weber-Monographien findet sich deshalb im späteren Werk eigentlich nur noch ein Aufsatz über **Tocquevilles ,Neue Politische Wissenschaft'**, ein Festschriftbeitrag von 1982, als Fingerübung und hermeneutischer Auftakt zur Weber-Forschung. Auf **Tocqueville** als Muster empirischer Staatsbeschreibung hatte Hennis aber schon 1959 hingewiesen. Und gegen eine „neue“ politische Wissenschaft schrieb seine ganze Revindikation der „älteren Politik“ an. Damit ist die Analyse der Habilitationsschrift einigermaßen abgeschlossen. Diese Programm- und Problemschrift war eine „**topische**“ Skizze zur **Orientierung der politischen Wissenschaft**, keine systematische Grundlegung. „Begründen läßt sich solche Überzeugung allerdings nur durch wissenschaftliche Arbeit am konkreten Gegenstand der Politik, dem modernen Staat in seinen Bedingungen und Orientierungen, insbesondere in der Art, wie in ihm regiert wird“, schreibt Hennis in der Vorbemerkung von 1963. Das Programm einer topischen praktischen Politikwissenschaft sollte letztlich erst in der **Regierungslehre** überzeugen. So war die Habilitationsschrift „der bescheidene Versuch der ,Selbstverständigung eines Juristen, der sich um die Venia für ,Politische Wissenschaft' bewarb.“[^78] Sie diente der methodologischen Schärfung und Rechtfertigung der weiteren Arbeit."
        },
        {
            "pos": 68.2,
            "content": "In Hennis' Werk gibt es keinen starken Bruch zwischen Theorie und Praxis. Hennis zielte niemals auf die systematische Ausarbeitung einer politischen Ethik. Seine politische Wissenschaft suchte eine **relevanz- bzw. problemorientierte topische Staatsbeschreibung**. Sie zielte dabei über die **Politics- und Polity-Dimension** hinaus auf die **dialektische Anregung der politischen Öffentlichkeit**.[^79] Hennis schrieb dem Bürger seine Tugend nicht vor, sondern mobilisierte die „Würde der **vita activa**“ in der **topischen Erhellung bedeutsamer Zeitfragen**. Mit seiner Programmschrift beeinflusste er wichtige Strömungen in der deutschen Wissenschaft, darunter die Rechtsgeschichte (Michael Stolleis u.a.) und zur aristotelischen Politik (**Manfred Riedel, Günther Bien**[^80] u.a.). Viele seiner Aspekte und Intentionen sind etwa in der großen neoaristotelischen Summe von **Dolf Sternberger**[^81] prägnant bewahrt. Mit seiner Wendung von der juristischen Staatslehre zur philosophischen Politik war Hennis seit den 60er Jahren aber nur ein prominenter Autor unter anderen. Die von **Jürgen Habermas** ausgehende neuerliche Umwertung des Verhältnisses von klassischer Lehre und neuzeitlicher Sozialphilosophie,[^82] mit der starken Aufwertung der Philosophie des **Gesellschaftsvertrags** und des „kontraktualistischen Arguments“,[^83] hat Hennis dabei eigentlich nur noch im **Legitimitätsbegriff**[^84] theoretisch kommentiert. Wissenschaftsgeschichtlich ist vieles, was er schrieb, heute geläufig und gut erforscht."
        },
        {
            "pos": 69.1,
            "content": "Die Habilitationsschrift war eine Selbstverständigung und ein Programm: eine öffentliche Erklärung über die Art von politischer Wissenschaft, die Hennis wollte. Dem Programm blieb er im weiteren Werk treu. Es gibt nicht einmal einen dramatischen Shift von Aristoteles zu Weber oder von der Philosophie zur empirischen Sozialwissenschaft. Was Hennis von Aristoteles nimmt, findet er bei Weber. Das Odium „substanzialistischer“ Tugend und „Ethos-Ethik“ war von Anfang an durch das Ethos dialektischer – oder mit Habermas zu sprechen: **kommunikativer – Suche nach politischem Konsens** gebrochen. Hennis propagierte kein antikes Ethos. Seine Wissenschaft war eminent **bürgerlich**: Sie adressierte sich an ein bildungsbürgerliches Lesepublikum und appellierte an die **Tugend des Bürgers**."
        },
        {
            "pos": 69.2,
            "content": "Diese Rede von Bürgertugenden wurde in den 70er/80er Jahren zwar immer wieder negativ aufgenommen. Der politische **Tugenddiskurs** wurde später aber – insbesondere durch **Herfried Münkler**[^85] – wieder rehabilitiert. Kein Staat ohne Tugend, keine politische Kultur ohne Bürgersinn! Der Tugendappell der Habilitationsschrift ist deshalb an sich wenig problematisch. Verbunden mit einer Adressatenanalyse ist er geradezu evident. Hennis' ganzes Œuvre findet vom Publikum her seine **Rhetorik**. Die **Adressierung an die Bürger** ist die axiomatische Voraussetzung seiner publizistischen Form. Hennis schrieb als Bürger für Bürger, für eine bürgerliche politische Öffentlichkeit. Er schrieb für die bürgerliche Selbstverständigung über den tragenden Grund – „common ground“ – und die Verfassung des Gemeinwesens: nicht aus antiquarischem Anliegen oder einem adressatenblinden Positivismus der Vollständigkeit. Zwar adressierte Hennis seinen „Rat“ auch an die politische Klasse. Die Habilitationsschrift reflektiert aber vor allem auf die Bürger als Adressaten: auf den Konnex von **teleologischer Orientierung und topischer Rhetorik**. Diese Publizistik ist ihrem Adressaten in den Formaten und der rhetorischen Form passgenau angemessen. Der Adressat kommt nicht irgendwie zufällig hinzu: Hennis konzipierte seine Formate und Themen vom Adressaten her. Er wählte die schlankeren Formen – Vorträge und Aufsätze, Broschüren und Zeitungsartikel – um eines **breiten bildungsbürgerlichen Publikums** willen und entwickelte eine Rhetorik **topischer Vertiefung und Erhellung aktueller Probleme** durch „klassische“ Autoren. Sein Argumentationsgang führt von den aktuellen Sorgen der Politik in die Höhenlagen der Geistesgeschichte und demonstriert so die Relevanz von „**Bildung**“ für das heutige Problembewußtsein. Der „**Alarminismus**“ der Problematisierung aktueller Lagen wird so entschärft. Die große Bedeutung der Habilitationsschrift für das weitere Werk liegt in der reflexiven Klärung des Konnexes von rhetorischer Form und politischem Adressaten: im Verhältnis von **Teleologie und Topik**."
        },
        {
            "pos": 71.1,
            "content": "Insoweit gehen Hennis' frühe Überlegungen zur „**Öffentlichkeit**“ auch in die Programmschrift und das weitere Werk ein. Und durch den Konnex von Adressat und Rhetorik bestimmt sich die Exzentrik des Werkes im politikwissenschaftlichen Fach. Innerhalb der Zunft hat Hennis seine exzentrische Stellung von Anfang an gesehen und gesucht. Die Habilitationsschrift situiert sie mit dem Kontrast zwischen **Tocqueville und Duverger**. Hennis erreichte jedoch jederzeit sein Publikum. Sein Rang im Fach ist heute unstrittig. Dennoch ist der Konnex von Teleologie und Adressatentopik für den historischen Ort des Werkes deutlich zu sehen. Im **Strukturwandel der Öffentlichkeit** haben auch die Erfolgs- und Gelingensbedingungen der Schriften ihren historischen Ort. Das gilt schon für das Medium der **Tageszeitung**, in dem Hennis gerne schrieb. Es gilt auch für die **essayistische Topik**. Die politischen Offentlichkeiten sind heute nicht mehr bildungsbürgerlich orientiert. Das historische und ideengeschichtliche Bewußtsein ist kaum noch vorhanden. Die begriffspolitische Traditionsbehauptung wirkt da nicht mehr konsentierend. Die politischen Debatten verlegen sich auf andere Medien wie das Fernsehen und das Internet. Zwar strebte auch Hennis über die klassischen Printmedien hinaus in neue Medien. Die breitere politische Öffentlichkeit teilt aber kaum noch den Bildungshorizont seiner Schriften. Die Adressaten und Medien des politikwissenschaftlichen Diskurses haben sich gewandelt. Politikwissenschaftliche Publikationen adressieren sich heute selbstverständlich primär an den Fachdiskurs. Die Kollegen waren für Hennis aber nicht der erste Adressat. Die Kommunikation der Politikwissenschaft mit der politischen Klasse ist heute indirekter geworden und über wissenschaftliche Dienste, Mitarbeiter und Institutionen mediatisiert. Der Bürger ist zwar immer noch ein Adressat des politikwissenschaftlichen Diskurses. Politikwissenschaftler müssen heute aber doch in anderen Formen und Rhetoriken auftreten, als Hennis dies tat."
        },
        {
            "pos": 72.1,
            "content": "Das ist kein Einwand gegen sein Werk, im Gegenteil: Hennis adressierte sich an die Mitwelt und erreichte sie. Seine Habilitationsschrift erkennt den zwingenden Konnex zwischen ihrem bürgerlichen Telos und der erforderlichen Rhetorik. Die Entdeckung der **Rhetorik** gehört zu den ältesten Errungenschaften der politischen Denker. Bekanntlich datiert sie schon mit den attischen **Sophisten**, den ersten Aposteln demokratischer Gleichheit. Hennis' letzte große Sammlung über **Max Weber und Thukydides** kehrt in diese Linie ein. Sie stellt Weber mit Thukydides in eine **sokratische Sophistik** zurück und entdeckt den „Reiz“ des Werkes im „**rhetorischen Element**“.[^86] Mit einigem rhetorischen Overkill heißt es da: „Alle politische Philosophie ist eine Fußnote zu **Platon**. Die politische Wissenschaft in der Tradition des **Thukydides** – das ist, sofern man davon überhaupt zu sprechen wagt – verstohlen, hinter vorgehaltener Hand: **Machiavelli, Hobbes, der arg verschlüsselt schreibende Montesquieu, das Beste an Tocqueville, und, wie ich meine, Max Weber**.“[^87] Das Motto der ersten und aller Weber-Studien lautet: „Ein jeder sieht, was er im Herzen trägt.“[^88] **Zuneigung, Liebe, Sympathie macht nach Platon sehend**. Hennis schätzte diese hermeneutische Maxime mit **Gerhard Krügers Einsicht und Leidenschaft**. **Friedrich Nietzsche** schrieb im **Ecce homo** über seine „Unzeitgemässen“: [^89] Stand Aristoteles schon in der Habilitationsschrift ein Stück weit für Max Weber, so ist Weber später für Hennis als Medium der Selbstverständigung auch eine **Chiffre des Erziehers**. Der Reiz seines Werkes besteht nicht zuletzt in seiner Rhetorik. Das hat schon im Habilitationsverfahren Einspruch provoziert. Heute ist die **Rhetorikanalyse** in der Politikwissenschaft beliebt. Sie ist die zündende Entdeckung, von der her Hennis seine Form politischer Wissenschaft fand. Er emanzipierte sich vom deutschen Machtstaatsgedanken, indem er hinter die anstalstaatliche **Politics- und Polity-Dimension** auf die **Policy-Teleologie** zurückging und den Staat wieder von der Bürgerschaft her begriff. Einige prominente Autoren spielten damals die alten Griechen gegen das „moderne Bewußtsein“ aus. Kein anderer aber hat wohl so früh und prägnant auf die Rhetorik einer **bürgerlichen politischen Wissenschaft** reflektiert und seine Adressatenorientierung dann topisch so glänzend platziert und publizistisch so konsequent als **appellativ-interventionistische Wissenschaft** beherzigt."
        }
    ],
    "footnotes": [
        {
            "pending": false,
            "lb": "1",
            "pos": 48.6,
            "content": "Wilhelm Hennis, Das Problem der Souveränität. Ein Beitrag zur Literaturgeschichte und gegenwärtigen Problematik der politischen Wissenschaften, Tübingen 2003."
        },
        {
            "pending": false,
            "lb": "2",
            "pos": 48.6,
            "content": "Die Dissertationsakte befindet sich im Universitätsarchiv Göttingen (Prom. 03749); hier wird sie zitiert nach Reinhard Mehring, Laudatio zur Verleihung des Theodor-Eschenburg-Preises an Wilhelm Hennis am 24. September 2009, in: Politische Vierteljahresschrift 50 (2009), S. 816-823, 818. Darüber hinaus wird hier erstmals die umfangreiche Habilitationsakte ausgewertet: Universitätsarchiv Frankfurt, Habilitationsakte Hennis, UAF, Abt. 154 Nr. 128; Hennis' Habilitationsschrift wird hier nach der Erstveröffentlichung zitiert: Politik und praktische Philosophie. Eine Studie zur Rekonstruktion der politischen Wissenschaft, Neuwied 1963."
        },
        {
            "pending": false,
            "lb": "3",
            "pos": 49.4,
            "content": "Die Akademie der Arbeit wurde 1921 von Hugo Sinzheimer, Eugen Rosenstock-Huessey u.a. innerhalb der Frankfurter Universität als Volksbildungsinstitut gegründet. 1933 geschlossen, wurde sie 1951 als Stiftung vom Land Hessen und vom DGB wieder begründet. Sie existiert heute noch."
        },
        {
            "pending": false,
            "lb": "4",
            "pos": 49.4,
            "content": "Das Pädagogische Institut Darmstadt war 1945 nach Seeheim-Jugenheim verlegt worden und dort im Schloss Heiligenberg beheimatet. Es war für die Volksschullehrerausbildung zuständig. 1963 wurde es nach Frankfurt verlegt. Erinnerungsbericht bei Karl-August Helfenbein, Das Pädagogische Institut Darmstadt in Jugenheim. Ein Rückblick auf Weg und Stätte, in: Pädagogische Rundschau 34 (1980), S. 23-44."
        },
        {
            "pending": false,
            "lb": "5",
            "pos": 49.4,
            "content": "Wilhelm Hennis, Lebenslauf, in: Universitätsarchiv Frankfurt, Habilitationsakte Hennis, UAF, Abt. 154 Nr. 128 Bl. 98 R/V."
        },
        {
            "pending": false,
            "lb": "6",
            "pos": 50.1,
            "content": "Stephan Schlak, Wilhelm Hennis. Szenen einer Ideengeschichte der Bundesrepublik, München 2008."
        },
        {
            "pending": false,
            "lb": "7",
            "pos": 50.1,
            "content": "Zur Frankfurter Soziologie vor 1933 und jenseits der Frankfurter Schule (Mannheim, Tillich, Riezler) vgl. Peter Gastmann/Jens Koolway, ,Der Tag war da: so stand der Stein'. C. H. Becker und die Frankfurter Soziologie der Zwischenkriegszeit, in: Zeitschrift für Ideengeschichte Jg. 5, Heft 3 (2011), S. 17-32."
        },
        {
            "pending": false,
            "lb": "8",
            "pos": 50.2,
            "content": "Hennis brieflich am 7. September 2011 an den Verf."
        },
        {
            "pending": false,
            "lb": "9",
            "pos": 51.1,
            "content": "Max Horkheimer am 27.9.1958 an Theodor W. Adorno, in: Briefwechsel 1927-1969, Frankfurt/M. 2006, Bd. IV, S. 447."
        },
        {
            "pending": false,
            "lb": "10",
            "pos": 51.2,
            "content": "Carlo Schmid, Gutachten über die Habilitationsschrift, in: Universitätsarchiv Frankfurt, Habilitationsakte Hennis, UAF, Abt. 154 Nr. 128 Bl. 89R-94R, hier: S. 92R."
        },
        {
            "pending": false,
            "lb": "11",
            "pos": 52.1,
            "content": "Ebd., S. 94R."
        },
        {
            "pending": false,
            "lb": "12",
            "pos": 52.1,
            "content": "Ebd., S. 93R."
        },
        {
            "pending": false,
            "lb": "13",
            "pos": 52.2,
            "content": "Karl Banse, Bemerkungen zur Habilitationsschrift, ebd., Bl. 86R-87R, hier: 86R."
        },
        {
            "pending": false,
            "lb": "14",
            "pos": 52.2,
            "content": "Dazu vgl. Dirk Käsler, Kraft, Julius, in: NDB Bd. 12 (1960), S. 653."
        },
        {
            "pending": false,
            "lb": "15",
            "pos": 52.2,
            "content": "Julius Kraft, Gutachten vom 29.1.1960 in: Universitätsarchiv Frankfurt, Habilitationsakte Hennis, UAF, Abt. 154 Nr. 128 Bl. 75-77, hier: 75-76R."
        },
        {
            "pending": false,
            "lb": "16",
            "pos": 53.1,
            "content": "Julius Kraft, Von Husserl zu Heidegger. Kritik der phänomenologischen Philosophie, Zürich 1932; ders., Die „Wiedergeburt\" des Naturrechts, Berlin 1924; vgl. noch ders., Die Unmöglichkeit der Geisteswissenschaft, Frankfurt 1957; ders., Philosophie als Wissenschaft und als Weltanschauung. Untersuchungen zu den Grundlagen von Philosophie und Soziologie, Hamburg 1977."
        },
        {
            "pending": false,
            "lb": "17",
            "pos": 53.1,
            "content": "Kraft, Gutachten vom 29.1.1960 in: Universitätsarchiv Frankfurt, Habilitationsakte Hennis, UAF, Abt. 154 Nr. 128 Bl. 75-77, hier: S. 76R."
        },
        {
            "pending": false,
            "lb": "18",
            "pos": 53.1,
            "content": "Ebd., S. 76-777R."
        },
        {
            "pending": false,
            "lb": "19",
            "pos": 53.1,
            "content": "Ebd., S. 73R."
        },
        {
            "pending": false,
            "lb": "20",
            "pos": 53.1,
            "content": "Ebd., S. 71-72R"
        },
        {
            "pending": false,
            "lb": "21",
            "pos": 54.1,
            "content": "Heinz Sauermann, Gutachten vom 22.2.1960, ebd., Bl. 52-59, hier: S.52."
        },
        {
            "pending": false,
            "lb": "22",
            "pos": 54.1,
            "content": "Ebd., S. 54."
        },
        {
            "pending": false,
            "lb": "23",
            "pos": 54.1,
            "content": "Ebd., S. 55-56."
        },
        {
            "pending": false,
            "lb": "24",
            "pos": 54.1,
            "content": "Ebd., S. 58."
        },
        {
            "pending": false,
            "lb": "25",
            "pos": 54.1,
            "content": "Ebd., S. 58."
        },
        {
            "pending": false,
            "lb": "26",
            "pos": 55.1,
            "content": "Eine systematisch vergleichende Analyse möglichst aller Habilitationsverfahren der „zweiten Generation\" bundesdeutscher Politikwissenschaften unter dem Gesichtspunkt der Richtungsstreitigkeiten um die Emanzipation und Orientierung des Faches wäre lohnend. (Dieser Hinweis bezieht sich auch auf den letzten Satz von Block 55.2)."
        },
        {
            "pending": false,
            "lb": "27",
            "pos": 55.2,
            "content": "Carlo Schmid am 30.1.1960 an den Dekan Abraham, in: Universitätsarchiv Frankfurt, Habilitationsakte Hennis, UAF, Abt. 154 Nr. 128 Bl. 51."
        },
        {
            "pending": false,
            "lb": "28",
            "pos": 55.2,
            "content": "Ebd., Bl. 50."
        },
        {
            "pending": false,
            "lb": "29",
            "pos": 55.2,
            "content": "Heinz Sauermann am 3.2.1960 an den Dekan Abraham, ebd., Bl. 48."
        },
        {
            "pending": false,
            "lb": "30",
            "pos": 55.2,
            "content": "Abraham am 4.2.1960 an Schmid, ebd., Bl. 47."
        },
        {
            "pending": false,
            "lb": "31",
            "pos": 56.1,
            "content": "Abraham am 26.2.1960 an Hennis, ebd., Bl. 38."
        },
        {
            "pending": false,
            "lb": "32",
            "pos": 56.1,
            "content": "Freundliche Mitteilung von Katharina Becker vom Universitätsarchiv Frankfurt per Mail vom 4. November 2011."
        },
        {
            "pending": false,
            "lb": "33",
            "pos": 56.2,
            "content": "So lautet ein handschriftlicher Vermerk in den Fakultätsunterlagen (UAF Abt. 150 Nr. 410; Mitteilung von Katharina Becker vom Universitätsarchiv Frankfurt per Mail vom 4. November 2011)."
        },
        {
            "pending": false,
            "lb": "34",
            "pos": 57.1,
            "content": "Freundl. Mitteilung von Katharina Becker vom Universitätsarchiv Frankfurt per Mail vom 6. Dezember 2011."
        },
        {
            "pending": false,
            "lb": "35",
            "pos": 57.1,
            "content": "Hennis am 1.7.1960 an Abraham, in: Universitätsarchiv Frankfurt, Habilitationsakte Hennis, UAF, Abt. 154 Nr. 128 Bl. 26."
        },
        {
            "pending": false,
            "lb": "36",
            "pos": 57.1,
            "content": "Hennis am 13.11.1960 an den neuen Dekan Hans Achinger, ebd., Bl. 24."
        },
        {
            "pending": false,
            "lb": "37",
            "pos": 57.1,
            "content": "Hennis am 2.4.1962 an den Dekan Loitlsberger, ebd., Bl. 4."
        },
        {
            "pending": false,
            "lb": "38",
            "pos": 58.1,
            "content": "Dazu Arbogast Schmitt, Die Moderne und Platon, Stuttgart 2003; jetzt Henning Ottmann, Geschichte des politischen Denkens Bd. IV/1: Das 20. Jahrhundert, Stuttgart 2010, S. 408 ff."
        },
        {
            "pending": false,
            "lb": "39",
            "pos": 58.1,
            "content": "Zusammenfassend Wilhelm Bleek, Geschichte der Politikwissenschaft in Deutschland, München 2001."
        },
        {
            "pending": false,
            "lb": "40",
            "pos": 58.1,
            "content": "Dazu jetzt Ottmann, Geschichte des politischen Denkens Bd. IV.1, 2010."
        },
        {
            "pending": false,
            "lb": "41",
            "pos": 58.1,
            "content": "Hans Maier, Die ältere deutsche Staats- und Verwaltungslehre (Polizeiwissenschaft). Ein Beitrag zur Geschichte der politischen Wissenschaft in Deutschland, Neuwied 1966"
        },
        {
            "pending": false,
            "lb": "42",
            "pos": 58.1,
            "content": "Dazu dann Hennis, Zu Siegfried Landshuts wissenschaftlichem Werk, in: Zeitschrift für Politik 17 (1970), S. 1-14."
        },
        {
            "pending": false,
            "lb": "43",
            "pos": 59.2,
            "content": "Hennis, Zum Problem der deutschen Staatsanschauung, in: Vierteljahreshefte für Zeitgeschichte 7 (1959), S. 1-23; ders., Bemerkungen zur wissenschaftsgeschichtlichen Situation der politischen Wissenschaft, in: Gesellschaft - Staat - Erziehung 5 (1960), S. 203-212."
        },
        {
            "pending": true,
            "lb": "44",
            "pos": 59.2,
            "content": null
        },
        {
            "pending": true,
            "lb": "45",
            "pos": 59.2,
            "content": null
        },
        {
            "pending": true,
            "lb": "46",
            "pos": 59.2,
            "content": null
        },
        {
            "pending": true,
            "lb": "47",
            "pos": 59.2,
            "content": null
        },
        {
            "pending": true,
            "lb": "48",
            "pos": 59.2,
            "content": null
        },
        {
            "pending": true,
            "lb": "49",
            "pos": 59.2,
            "content": null
        },
        {
            "pending": true,
            "lb": "50",
            "pos": 59.2,
            "content": null
        },
        {
            "pending": true,
            "lb": "51",
            "pos": 59.2,
            "content": null
        },
        {
            "pending": true,
            "lb": "52",
            "pos": 59.2,
            "content": null
        },
        {
            "pending": false,
            "lb": "53",
            "pos": 62.1,
            "content": "Hennis, Politik und praktische Philosophie, 1963, S. 44"
        },
        {
            "pending": false,
            "lb": "54",
            "pos": 62.1,
            "content": "Hennis, Politik und praktische Philosophie, 1963, S.50"
        },
        {
            "pending": false,
            "lb": "55",
            "pos": 62.1,
            "content": "Hannah Arendt, Vita activa oder Vom tätigen Leben, München 1967, § 31."
        },
        {
            "pending": false,
            "lb": "56",
            "pos": 62.1,
            "content": "Leo Strauss, Hobbes politische Wissenschaft in ihrer Genesis (1936), Neuwied 1965."
        },
        {
            "pending": false,
            "lb": "57",
            "pos": 63.1,
            "content": "Hennis, Politik und praktische Philosophie, 1963, S. 61."
        },
        {
            "pending": false,
            "lb": "58",
            "pos": 63.1,
            "content": "Zur teleokratischen Mißdeutung dann vgl. Hennis, Vom gewaltenteilenden Rechtsstaat zum teleokratischen Programmstaat. Zur „lebenden Verfassung\" der Bundesrepublik, in: Peter Haungs (Hg.), Res Publica. Studien zum Verfassungswesen. Dolf Sternberger zum 70. Geburtstag, München 1977, S. 170-195."
        },
        {
            "pending": false,
            "lb": "59",
            "pos": 63.1,
            "content": "Dazu vgl. Hennis, Das Modell des Bürgers, in: Gesellschaft-Staat-Erziehung 2 (1957), S. 330-339; ders., Motive des Bürgersinns, in: Theodor Eschenburg u.a. (Hg.), Festgabe für Carlo Schmid zum 65. Geburtstag, Tübingen 1962, S. 97-109."
        },
        {
            "pending": false,
            "lb": "60",
            "pos": 63.1,
            "content": "Dazu vgl. Hennis, Deutscher Widerstand 1933-1945. Eröffnungsrede zu einer Gedächtnisausstellung, Hamburg 1965."
        },
        {
            "pending": false,
            "lb": "61",
            "pos": 63.1,
            "content": "Dazu jetzt Florian Meinel, Der Jurist in der industriellen Gesellschaft. Ernst Forsthoff und seine Zeit, Berlin 2011."
        },
        {
            "pending": false,
            "lb": "62",
            "pos": 63.1,
            "content": "Ernst Forsthoff, Die Verwaltung als Leistungsträger, Stuttgart 1938."
        },
        {
            "pending": false,
            "lb": "63",
            "pos": 63.2,
            "content": "Ernst Robert Curtius, Europäische Literatur und lateinisches Mittelalter, Bern 1948."
        },
        {
            "pending": false,
            "lb": "64",
            "pos": 63.2,
            "content": "Theodor Vieweg, Topik und Jurisprudenz, München 1953."
        },
        {
            "pending": false,
            "lb": "65",
            "pos": 64.1,
            "content": "Friedrich Hölderlin, Hyperion oder der Eremit in Griechenland, in: Sämtliche Werke, hg. Norbert von Hellingrath, 3. Aufl. Berlin 1943, S. 291."
        },
        {
            "pending": false,
            "lb": "66",
            "pos": 65.3,
            "content": "Dieter Senghaas, Besprechung von Hennis, Politik und praktische Philosophie, in: Das Historisch-politische Buch 13 (1965), S. 103; ähnlich Helmut Kressen, in: Historische Zeitschrift 201 (1965), S. 717."
        },
        {
            "pending": false,
            "lb": "67",
            "pos": 65.3,
            "content": "Manfred Friedrich, Restitution einer Wissenschaft. Zu einer Studie über die Lage der Politischen Wissenschaft, in: Neue Politische Literatur 9 (1964), S. 542-"
        },
        {
            "pending": false,
            "lb": "68",
            "pos": 65.3,
            "content": "Alexander Schwan, Besprechung von Hennis, Politik und praktische Philosophie, in: Philosophisches Jahrbuch 72 (1964/65), S. 218-223, 219."
        },
        {
            "pending": false,
            "lb": "69",
            "pos": 65.3,
            "content": "Ebd., S. 222."
        },
        {
            "pending": false,
            "lb": "70",
            "pos": 65.3,
            "content": "Ebd., S. 222f."
        },
        {
            "pending": true,
            "lb": "71",
            "pos": 65.3,
            "content": "In der Politischen Vierteljahresschrift erschien keine Einzelbesprechung von Hennis' Politik und praktische Philosophie."
        },
        {
            "pending": false,
            "lb": "72",
            "pos": 66.1,
            "content": "Dazu vgl. Helmut Kuhn, Aristoteles und die Methode der Politischen Wissenschaft, in: Zeitschrift für Politik 17 (1965), S. 101-120, 119."
        },
        {
            "pending": false,
            "lb": "73",
            "pos": 66.2,
            "content": "Oto Poggeler, Rezension zu Hennis 1963, in: Philosophischer Literaturanzeiger 18 (1965), S.222-231, 230f; vgl. auch Hans-Peter Hempel, Rezension zu Hennis 1963, in: Philosophischer Literaturanzeiger 18 (1965), S. 55-62, der das „Programm\" der Topik wichtig findet."
        },
        {
            "pending": true,
            "lb": "74",
            "pos": 66.2,
            "content": null
        },
        {
            "pending": false,
            "lb": "74",
            "pos": 67.1,
            "content": "Manfred Riedel, Seinsverständnis und Sinn für das Tunliche. Der hermeneutische Weg zur praktischen Philosophie, in: ders., Hören auf die Sprache. Die akroamatische Dimension der Hermeneutik, Frankfurt 1990, S. 131-162; vgl. ders., Metaphysik und Metapolitik. Studien zu Aristoteles und zur politischen Sprache der neuzeitlichen Philosophie, Frankfurt 1975."
        },
        {
            "pending": false,
            "lb": "75",
            "pos": 67.2,
            "content": "Hennis, Politik und praktische Philosophie, S. 14, vgl. 56, 63."
        },
        {
            "pending": false,
            "lb": "76",
            "pos": 67.2,
            "content": "Ebd., S. 79, 84, 88, 109."
        },
        {
            "pending": false,
            "lb": "77",
            "pos": 67.2,
            "content": "Ebd., S.84."
        },
        {
            "pending": false,
            "lb": "78",
            "pos": 68.1,
            "content": "So Hennis im Vorwort zur Neuausgabe von 1977."
        },
        {
            "pending": false,
            "lb": "79",
            "pos": 68.2,
            "content": "Dazu schon Hennis, Meinungsforschung und repräsentative Demokratie, Tübingen 1957; Der Begriff der öffentlichen Meinung bei Rousseau, in. Archiv für Rechts- und Sozialphilosophie 43 (1957), S. 111-115; Zum Begriff der öffentlichen Meinung, in: Hessische Hochschulwochen für staatswissenschaftliche Fortbildung, 27. Bd., Bad Homburg 1960, S. 12-21."
        },
        {
            "pending": false,
            "lb": "80",
            "pos": 68.2,
            "content": "Günther Bien, Die Grundlegung der politischen Philosophie bei Aristoteles, Freiburg 1973."
        },
        {
            "pending": false,
            "lb": "81",
            "pos": 68.2,
            "content": "Dolf Sternberger, Drei Wurzeln der Politik, Frankfurt 1978."
        },
        {
            "pending": false,
            "lb": "82",
            "pos": 68.2,
            "content": "Jürgen Habermas, Die klassische Lehre von der Politik in ihrem Verhältnis zur Sozialphilosophie, in: ders., Theorie und Praxis. Sozialphilosophische Studien, 1963, 3. Aufl. Neuwied 1969, S. 13-51."
        },
        {
            "pending": false,
            "lb": "83",
            "pos": 68.2,
            "content": "Klare Zusammenfassung bei Wolfgang Kersting, Die politische Philosophie des Gesellschaftsvertrags, Darmstadt 1994."
        },
        {
            "pending": false,
            "lb": "84",
            "pos": 68.2,
            "content": "Hennis, Legitimität. Zu einer Kategorie der bürgerlichen Gesellschaft, in: Merkur 30 (1976), S. 17-36."
        },
        {
            "pending": false,
            "lb": "85",
            "pos": 69.2,
            "content": "Herfried Münkler, Wieviel Tugend braucht die Demokratie? Voraussetzungen der Zivilgesellschaft, in: Die neue Gesellschaft/Frankfurter Hefte 38 (1991), S. 612-617; ders., Die Idee der Tugend. Ein politischer Leitbegriff im vorrevolutionären Europa, in: Archiv für Kulturgeschichte 73 (1991), S. 379-403; ders., Politische Tugend. Bedarf die Demokratie einer sozio-moralischen Grundlegung?, in: ders. (Hg.), Die Chancen der Freiheit, München 1992, S. 25-46; ders., (Hg,), Solscher on un Betuend, abatien the die cod on Mait Die Suite ch Punk ronaging, Bien u den 190, als Tre vad un heitlich verfaßten Gesellschaft, in: Hartmut Kaelble u.a. (Hg.), Gesellschaften im Vergleich, Frankfurt 1998, S. 103-114."
        },
        {
            "pending": false,
            "lb": "86",
            "pos": 72.1,
            "content": "Hennis, Reiz und Aktualität Max Webers, in: ders., Max Weber und Thukydides. Nachträge zur Biographie des Werks, Tübingen 2003, S. 169-191, 177."
        },
        {
            "pending": false,
            "lb": "87",
            "pos": 72.1,
            "content": "Hennis, Max Weber und Thukydides, in: ders., Max Weber und Thukydides. Nachträge zur Biographie des Werks, Tübingen 2003, S. 3-52, 51."
        },
        {
            "pending": false,
            "lb": "88",
            "pos": 72.1,
            "content": "Hennis, Max Webers Fragestellung. Studien zur Biographie des Werks, Tübingen 1987, S. 3."
        },
        {
            "pending": false,
            "lb": "89",
            "pos": 72.1,
            "content": "Nietzsche, Ecce homo, Kritische Studienausgabe, Bd. VI, S. 320."
        }
    ]
}